Repository: jose1711/lxplug-network
Catalog: po/*.po
Languages: nb

source: Error creating new GIO Channel
nb: Feil under oppretting av ny GIO-kanal

source: Error creating watch
nb: Feil under oppretting av overvåking

source: Status changed to %s
nb: Status endret til %s

source: Connection to dhcpcd lost
nb: Tilkoblingen til dhcpcd forsvant

source: dhcpcd not running
nb: dhcpcd kjører ikke

source: Connected to %s-%s
nb: Koblet til %s-%s

source: dhcpcd connection lost
nb: dhcpcd-tilkoblingen forsvant

source: Network event
nb: Nettverkshendelse

source: dhcpcd WPA connection lost: %s
nb: dhcpcd-WPA-tilkoblingen forsvant: %s

source: %s: Received scan results
nb: %s: Mottok skanneresultater

source: New Access Point
nb: Nytt tilgangspunkt

source: New Access Points
nb: Nye tilgangspunkter

source: Connecting to dhcpcd ...
nb: Kobler til dhcpcd …

source: Connecting ...
nb: Kobler til …

source: Wireless & Wired Network
nb: Trådløst og kablet nettverk

source: Control for dhcpcd network interface
nb: Styring for dhcpcd-nettverksgrensesnittet

source: Do you want to disconnect from the Wi-Fi network '%s'?
nb: Vil du koble fra Wi-Fi-nettverket '%s'?

source: Disconnect Wi-Fi Network
nb: Koble fra Wi-Fi-nettverk

source: No APs found - scanning...
nb: Ingen tilgangspunkter funnet - skanner …

source: Wi-Fi country is not set
nb: Wi-Fi-landet er ikke angitt

source: Click here to set Wi-Fi country
nb: Klikk her for å velge Wi-Fi-land

source: Turn On Wi-Fi
nb: Skru på Wi-Fi

source: No wireless interfaces found
nb: Ingen trådløse grensesnitt ble funnet

source: Turn Off Wi-Fi
nb: Skru av Wi-Fi

source: This Wi-Fi device cannot be turned off
nb: Denne Wi-Fi-enheten kan ikke slås av

source: _Preferences
nb: _Brukervalg

source: _About
nb: _Om

source: _Quit
nb: A_vslutt

source: Error saving
nb: Feil under lagring

source: Error reading
nb: Feil under innlesning

source: Config error
nb: Oppsettsfeil

source: Network Preferences
nb: Brukervalg for nettverk

source: Configure:
nb: Konfigurer:

source: Automatically configure empty options
nb: Konfigurer tomme alternativer automatisk

source: Disable IPv6
nb: Skru av IPv6

source: IPv4 Address:
nb: IPv4-adresse:

source: IPv6 Address:
nb: IPv6-adresse:

source: Router:
nb: Ruter:

source: DNS Servers:
nb: DNS-tjenere:

source: DNS Search:
nb: DNS-søk:

source: C_lear
nb: _Tøm

source: The dhcpcd configuration file is not writeable
nb: dhcpcd-konfigurasjonsfilen er ikke skrivbar

source: Failed to disconnect.
nb: Mislyktes i å koble fra.

source: Failed to reconfigure.
nb: Mislyktes i å rekonfigurere.

source: Failed to set key management.
nb: Mislyktes i å angi nøkkelbehandling.

source: Failed to set password, probably too short.
nb: Mislyktes i å bestemme passordet, sannsynligvis for kort.

source: Failed to enable the network.
nb: Mislyktes i å aktivere nettverket.

source: Failed to select the network.
nb: Mislyktes i å velge nettverket.

source: Failed to start association.
nb: Mislyktes i å starte tilknytningen.

source: Failed to save wpa_supplicant configuration. You should add update_config=1 to /etc/wpa_supplicant.conf.
nb: Mislyktes i å lagre 'wpa_supplicant'-oppsettet. Du burde legge til update_config=1 hos /etc/wpa_supplicant.conf.

source: Error enabling network
nb: Feil under aktivering av nettverk

source: Error disconnecting network
nb: Feil under frakobling av nettverk

source: Could not find SSID to disconnect
nb: Klarte ikke å finne SSID-en som skal kobles fra

source: Could not remove network
nb: Klarte ikke å fjerne nettverket

source: Could not write configuration
nb: Klarte ikke å lagre oppsettet

source: Pre Shared Key:
nb: Forhåndsdelt nøkkel:

source: Hide characters
nb: Skjul tegn
